a52dec
abs
acl
acpi
alsa-lib
alsa-utils
alsi
archlinux-keyring
archlinux-themes-slim
art-sharp
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
autoconf
automake
avahi
babl
bash
bc
binutils-multilib
bison
blender
boost-libs
bzip2
ca-certificates
cabextract
cairo
cairomm
cdrkit
cifs-utils
clipgrab
cloog
clucene
cmake
colord
compositeproto
compton-git
coreutils
cpupower
cracklib
cronie
cryptsetup
curl
damageproto
db
dbus
dbus-core
dbus-glib
dconf
deadbeef
desktop-file-utils
device-mapper
dhcpcd
dhex
dialog
diffutils
dirmngr
djvulibre
dnssec-anchors
dri2proto
dzen2
e2fsprogs
enca
enchant
eventlog
evince-gtk
exo
expat
faad2
faenza-icon-theme
faience-icon-theme
fakeroot
feh
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
fixesproto
flac
flashplugin
flex
fontconfig
fontconfig-infinality
fontsproto
freeglut
freetype2-infinality
fribidi
ftjerm
fuse
fuseiso
gawk
gc
gcc-libs-multilib
gcc-multilib
gconf
gconf-sharp
gconf-sharp-peditors
gd
gdb
gdbm
gdk-pixbuf2
geany
gegl
gettext
ghostscript
giblib
giflib
gimp
git
gksu
glew
glib-networking
glib2
glibc
glibmm
glproto
glu
gmp
gmrun
gnome-mime-data
gnome-sharp
gnome-vfs
gnome-vfs-sharp
gnupg
gnutls
gpgme
gpm
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gsql
gstreamer0.10
gstreamer0.10-base
gtk-engine-murrine
gtk-engine-unico
gtk-sharp-2
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtksourceview2
gtkspell
gts
gvfs
gvim
gzip
harfbuzz
heirloom-mailx
hicolor-icon-theme
hspell
htop
hunspell
hwids
hyphen
iana-etc
icu
ilmbase
imagemagick
imlib2
inetutils
inkscape
inotify-tools
inputproto
intltool
inxi
iproute2
iptables
iputils
isl
itstool
jack
jasper
jfsutils
js
json-c
json-glib
kbd
kbproto
keyutils
khrplatform-devel
kmod
krb5
lame
lcms
lcms2
ldns
leafpad
less
lib32-acl
lib32-alsa-lib
lib32-attr
lib32-bzip2
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glibc
lib32-glu
lib32-libdrm
lib32-libglapi
lib32-libice
lib32-libltdl
lib32-libpciaccess
lib32-libsm
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxrandr
lib32-libxrender
lib32-libxv
lib32-libxvmc
lib32-libxxf86vm
lib32-mpg123
lib32-nvidia-utils-304xx
lib32-openal
lib32-util-linux
lib32-zlib
libarchive
libart-lgpl
libass
libassuan
libasyncns
libatasmart
libbonobo
libbonoboui
libcanberra
libcap
libcap-ng
libcddb
libcdio
libconfig
libcroco
libcups
libdaemon
libdatrie
libdca
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libegl
libevent
libexif
libffi
libfontenc
libgbm
libgcrypt
libgdiplus
libgksu
libglade
libglapi
libgnome
libgnome-data
libgnome-keyring
libgnome-sharp
libgnomecanvas
libgnomeui
libgpg-error
libgphoto2
libgssglue
libgtop
libgusb
libice
libid3tag
libidl2
libidn
libieee1284
libjpeg-turbo
libkate
libksba
libldap
liblqr
libltdl
libmad
libmariadbclient
libmatroska
libmng
libmodplug
libmpc
libmpcdec
libmpeg2
libnl
libnotify
libogg
libpcap
libpciaccess
libpipeline
libpng
libproxy
libpulse
libreoffice-calc
libreoffice-common
libreoffice-en-US
libreoffice-gnome
libreoffice-writer
librsvg
libsamplerate
libsasl
libsecret
libshout
libsigc++
libsm
libsndfile
libsoup
libsoup-gnome
libssh2
libtasn1
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libupnp
libusb-compat
libusbx
libva
libvncserver
libvorbis
libvpx
libwbclient
libwmf
libwpd
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxslt
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
logrotate
lpsolve
lua
lvm2
m4
make
man-db
man-pages
mariadb
mariadb-clients
maxima
mc
mcpp
mdadm
mesa
mesa-demos
mime-types
mkinitcpio
mkinitcpio-busybox
mono
mono-addins
monodevelop
mozilla-common
mpfr
mpg123
mtdev
nano
ncurses
neon
net-snmp
netcfg
netstat-nat
nettle
nmap
nodejs
nspr
nss
nss-myhostname
nvidia-304xx
nvidia-304xx-utils
openal
openbox
opencollada
opencolorio
opencore-amr
openexr
openimageio
openjpeg
openssh
openssl
orbit2
orc
p11-kit
package-query
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
patch
pciutils
pcmciautils
pcre
perl
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-uri
perl-www-robotrules
perl-xml-parser
pinentry
pinta
pixman
pkg-config
pm-quirks
pm-utils
polkit
ponysay
poppler
poppler-data
poppler-glib
popt
postgresql-libs
powder-toy
ppl
ppp
procps-ng
proftpd
psmisc
pth
pygobject2-devel
pygtk
python
python-dbus-common
python2
python2-cairo
python2-dbus
python2-gobject2
qt
qtwebkit
randrproto
raptor
rasqal
readline
recode
recordproto
redland
reiserfsprogs
renderproto
rsync
rtmpdump
ruby
run-parts
rxvt-unicode-better-wheel-scrolling
sane
sbcl
schroedinger
scons
scrot
sdl
sdl_image
sed
shadow
shared-color-profiles
shared-mime-info
slang
slim
smbclient
speedcrunch
speex
spek
sqlite
startup-notification
sudo
sysfsutils
syslinux
syslog-ng
systemd
systemd-sysvcompat
sysvinit-tools
taglib
talloc
tar
tcpdump
tdb
terminus-font
texinfo
thunar
thunar-volman
tig
tint2
tmux
traceroute
tree
ttf-dejavu
ttf-freefont
ttf-ms-fonts
ttf-ubuntu-font-family
ttf-vista-fonts
tzdata
udisks2
unrar
unzip
usbutils
util-linux
v4l-utils
v8
vi
videoproto
viewnior
vim-runtime
vim-systemd
virtualbox
virtualbox-host-modules
vlc
vte
vte-common
wget
which
wine
winetricks
wpa_supplicant
wxgtk
wxmaxima
x264
xbitmaps
xcb-proto
xcb-util
xcb-util-keysyms
xcursor-vanilla-dmz
xdg-utils
xextproto
xf86-input-evdev
xf86-input-synaptics
xf86vidmodeproto
xfconf
xfsprogs
xineramaproto
xkb-switch-git
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xproto
xterm
xvidcore
xz
yajl
yaourt
zenity
zip
zlib
zvbi
